tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "aria2"
brew "automake"
brew "xz"
brew "cmake"
brew "ffmpeg"
brew "git"
brew "gnupg"
brew "grep"
brew "htop"
brew "imagemagick"
brew "jq"
brew "mas"
brew "nano"
brew "ncdu"
brew "neofetch"
brew "ninja"
brew "pyenv"
brew "qrencode"
brew "rbenv"
brew "thefuck"
brew "tree"
brew "vim"
brew "wget"
brew "youtube-dl"
cask "1password"
cask "alfred"
cask "appcleaner"
cask "bartender"
cask "discord"
cask "docker"
cask "firefox"
cask "font-fira-code"
cask "font-inter"
cask "iina"
cask "istat-menus"
cask "keepingyouawake"
cask "keyboardcleantool"
cask "microsoft-teams"
cask "plex-media-server"
cask "signal"
cask "slack"
cask "steam"
cask "sublime-text"
cask "telegram"
cask "tiles"
cask "topnotch"
cask "transmission"
cask "via"
cask "visual-studio-code"
cask "vmware-fusion"
cask "whatsapp"
cask "xcodes"
mas "1Blocker", id: 1365531024
mas "Amphetamine", id: 937984704
mas "Apple Configurator 2", id: 1037126344
mas "Deliveries", id: 290986013
mas "Developer", id: 640199958
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Prime Video", id: 545519333
mas "Redacted", id: 984968384
mas "Reeder", id: 1529448980
mas "Shareful", id: 1522267256
mas "StopTheMadness", id: 1376402589
mas "TestFlight", id: 899247664
mas "ToothFairy", id: 1191449274
mas "WireGuard", id: 1451685025
