tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "yt-dlp/taps"
brew "xz"
brew "aria2"
brew "automake"
brew "cmake"
brew "ffmpeg"
brew "git"
brew "gnupg"
brew "grep"
brew "htop"
brew "imagemagick"
brew "jq"
brew "mas"
brew "nano"
brew "ncdu"
brew "neofetch"
brew "ninja"
brew "nodenv"
brew "pyenv"
brew "qrencode"
brew "rbenv"
brew "speedtest-cli"
brew "thefuck"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "wimlib"
brew "yt-dlp"
cask "1password"
cask "alfred"
cask "appcleaner"
cask "audacity"
cask "balance-lock"
cask "firefox"
cask "google-chrome"
cask "jordanbaird-ice"
cask "keepingyouawake"
cask "netnewswire"
cask "qbittorrent"
cask "signal"
cask "slack"
cask "thunderbird"
cask "tiles"
cask "via"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoom"
mas "1Blocker", id: 1365531024
mas "1Password for Safari", id: 1569813296
mas "Apple Configurator", id: 1037126344
mas "Deliveries", id: 290986013
mas "Flighty", id: 1358823008
mas "GarageBand", id: 682658836
mas "iA Writer", id: 775737590
mas "iMovie", id: 408981434
mas "Ivory", id: 6444602274
mas "Keynote", id: 409183694
mas "Noir", id: 1592917505
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Pure Paste", id: 1611378436
mas "Shazam", id: 897118787
mas "SponsorBlock", id: 1573461917
mas "StopTheMadness Pro", id: 6471380298
mas "Velja", id: 1607635845
vscode "adpyke.vscode-sql-formatter"
vscode "bencoleman.armview"
vscode "editorconfig.editorconfig"
vscode "github.github-vscode-theme"
vscode "github.vscode-pull-request-github"
vscode "idleberg.applescript"
vscode "james-yu.latex-workshop"
vscode "mechatroner.rainbow-csv"
vscode "ms-azure-devops.azure-pipelines"
vscode "ms-azuretools.azure-dev"
vscode "ms-azuretools.vscode-azureappservice"
vscode "ms-azuretools.vscode-azurecontainerapps"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azurestaticwebapps"
vscode "ms-azuretools.vscode-azurestorage"
vscode "ms-azuretools.vscode-azurevirtualmachines"
vscode "ms-azuretools.vscode-bicep"
vscode "ms-azuretools.vscode-cosmosdb"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.azurecli"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.vscode-node-azure-pack"
vscode "msazurermtools.azurerm-vscode-tools"
vscode "redhat.vscode-yaml"
vscode "tomoki1207.pdf"
vscode "vscode-icons-team.vscode-icons"
