tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "aria2"
brew "automake"
brew "cmake"
brew "ffmpeg"
brew "git"
brew "gnupg"
brew "grep"
brew "imagemagick"
brew "jq"
brew "mas"
brew "nano"
brew "ncdu"
brew "ninja"
brew "pyenv"
brew "rbenv"
brew "thefuck"
brew "tree"
brew "vim"
brew "wget"
brew "youtube-dl"
cask "1password"
cask "alfred"
cask "appcleaner"
cask "discord"
cask "docker"
cask "firefox"
cask "font-fira-code"
cask "font-inter"
cask "font-source-sans-pro"
cask "iina"
cask "plex-media-server"
cask "slack"
cask "tiles"
cask "transmission"
cask "vmware-fusion"
cask "whatsapp"
mas "1Blocker", id: 1107421413
mas "Amphetamine", id: 937984704
mas "Apple Configurator 2", id: 1037126344
mas "Drafts", id: 1435957248
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Shareful", id: 1522267256
mas "StopTheMadness", id: 1376402589
mas "Things", id: 904280696
mas "Twitter", id: 1482454543
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
